{
    "data": [{
            "id": 1,
            "name": "Kanye West",
            "img": "kanye_west.jpg",
            "year": 1984,
            "description": "Kanye Omari West (/ˈkɑːnjeɪ/; born June 8, 1977) is an American rapper, record producer, politician and fashion designer.[4] He has been influential in the 21st-century development of mainstream hip hop and popular music in general. Born in Atlanta and raised in Chicago, West was first known as a producer for Roc-A-Fella Records in the early 2000s, producing singles for several mainstream artists. Intent on pursuing a solo career as a rapper, West released his debut album The College Dropout in 2004 to critical and commercial success, and founded the record label GOOD Music. He experimented with a variety of musical genres on subsequent acclaimed studio albums, including Late Registration (2005), Graduation (2007), and 808s & Heartbreak (2008). Drawing inspiration from maximalism and minimalism, respectively, West's fifth album My Beautiful Dark Twisted Fantasy (2010) and sixth album Yeezus (2013) were also critical successes. He went on to release The Life of Pablo (2016), Ye (2018), and Jesus Is King (2019). West's discography also includes the full-length collaborations Watch the Throne (2011) and Kids See Ghosts (2018) with Jay-Z and Kid Cudi, respectively. West's outspoken views and life outside of music have received significant media attention. He has been a frequent source of controversy for his conduct at award shows, on social media, and in other public settings, as well as for his comments on the music and fashion industries, U.S. politics, and race. In 2020, he ran an unsuccessful independent presidential campaign that advocated for a consistent life ethic.[6][7] His Christian faith, as well as his marriage to television personality Kim Kardashian, have also been a source of media attention.[8][9] As a fashion designer, he has collaborated with Nike, Louis Vuitton, and A.P.C. on both clothing and footwear, and have most prominently resulted in the Yeezy collaboration with Adidas beginning in 2013. He is the founder and head of the creative content company DONDA. West is one of the world's best-selling music artists, with more than 20 million albums and 140 million singles sold worldwide. He has won a total of 21 Grammy Awards, making him one of the most awarded artists of all time.[10][11][12] Among his other awards include the Billboard Artist Achievement Award, a joint-record three Brit Awards for Best International Male Solo Artist and the Michael Jackson Video Vanguard Award.[13] Six of his albums have been included on Rolling Stone's 2020 500 Greatest Albums of All Time list; the same publication named him one of the 100 Greatest Songwriters of All Time.[14] West is the tied holder for the most albums (four) topping the annual Pazz & Jop critic poll. Time magazine named him one of the 100 most influential people in the world in 2005 and 2015."
        },
        {
            "id": 2,
            "name": "Eminem",
            "img": "eminem.jpg",
            "year": 1975,
            "description": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, and record producer. Credited with popularizing hip hop in Middle America, he is considered one of the greatest rappers of all time. Eminem's global success and acclaimed works are widely regarded as having broken racial barriers for the acceptance of white rappers in popular music. While much of his transgressive work during the early 2000s made him hugely controversial, he came to be a representation of popular angst of the American underclass. He has been influential for many artists of various genres. After his debut album Infinite (1996) and the extended play Slim Shady EP (1997), Eminem signed with Dr. Dre's Aftermath Entertainment and subsequently achieved mainstream popularity in 1999 with The Slim Shady LP. His next two releases The Marshall Mathers LP (2000) and The Eminem Show (2002) were worldwide successes and were both nominated for the Grammy Award for Album of the Year. After the release of his next album, Encore (2004), Eminem went on hiatus in 2005 partly due to a prescription drug addiction.[4] He returned to the music industry four years later with the release of Relapse (2009), and Recovery was released the following year. Recovery was the best-selling album worldwide of 2010, making it Eminem's second album, after The Eminem Show in 2002, to be the best-selling album of the year worldwide. In the following years, he released the US number one albums The Marshall Mathers LP 2, Revival, Kamikaze and Music to Be Murdered By. Eminem made his debut in the film industry with the musical drama film 8 Mile (2002), playing a fictionalized version of himself, and his track \"Lose Yourself\" from its soundtrack won the Academy Award for Best Original Song, making him the first hip hop artist ever to win the award.[5] Eminem has made cameo appearances in the films The Wash (2001), Funny People (2009), and The Interview (2014), and the television series Entourage (2010). He has also developed other ventures, including Shady Records, a joint venture with manager Paul Rosenberg, which helped launch the careers of artists such as 50 Cent, Yelawolf and Obie Trice, among others. He has also established his own channel, Shade 45, on Sirius XM Radio. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce Da 5'9\"; the two are collectively known as Bad Meets Evil. Eminem is among the best-selling music artists of all time, with estimated worldwide sales of more than 220 million records. He was the best-selling music artist in the United States of the 2000s and the best-selling male music artist in the United States of the 2010s, third overall. Billboard named him the \"Artist of the Decade (2000–2009)\". The Marshall Mathers LP, The Eminem Show, \"Lose Yourself\", \"Love the Way You Lie\" and \"Not Afraid\" have all been certified Diamond or higher by the Recording Industry Association of America (RIAA).[6] Rolling Stone has included him in its lists of the 100 Greatest Artists of All Time and the 100 Greatest Songwriters of All Time. He has won numerous awards, including 15 Grammy Awards, eight American Music Awards, 17 Billboard Music Awards, an Academy Award and an MTV Europe Music Global Icon Award. He has had ten number-one albums on the Billboard 200—which all consecutively debuted at number one on the chart, making him the only artist to achieve this[7]—and five number-one singles on the Billboard Hot 100."
        },
        {
            "id": 3,
            "name": "Kid Laroi",
            "img": "kid_laroi.jpg",
            "year": 2004,
            "description": "Charlton Kenneth Jeffrey Howard (born 17 August 2003), professionally known as the Kid Laroi (stylised as The Kid LAROI.), is an Australian rapper, singer, songwriter and record producer. Born in Sydney, but raised in rural Australia, he originally gained recognition from his association and friendship with late rapper Juice Wrld, who mentored him while he was on tour in Australia. Laroi gained a local following before signing to Lil Bibby's Grade A Productions. He became known outside Australia with his song \"Let Her Go\", and gained further popularity with his song \"Go\" featuring Juice Wrld, which peaked at number 52 on the Billboard Hot 100. His debut mixtape F*ck Love (2020) peaked at number one on the Australian ARIA Charts, making him the youngest Australian solo artist to reach the top. It also reached number three on the US Billboard 200."
        },
        {
            "id": 4,
            "name": "The Weeknd",
            "img": "the_weeknd.jpg",
            "year": 1994,
            "description": "Abel Makkonen Tesfaye (born February 16, 1990), known professionally as the Weeknd, is a Canadian singer, songwriter, and record producer.[1] Noted for his versatility in vocal style,[2] music production, and eccentric presentation,[3] the Weeknd is often cited as an influence to contemporary music, as well as by other artists. He began his recording career in 2010, anonymously uploading several songs to YouTube. A year later, the Weeknd released the mixtapes House of Balloons, Thursday, and Echoes of Silence, and quickly earned a following and critical recognition from several mainstream publications due to his dark style of R&B and the mystique surrounding his identity. In 2012, the Weeknd signed with Republic Records, and re-released the mixtapes in the compilation album Trilogy (2012). His debut studio album, Kiss Land, was released in 2013. He followed it with Beauty Behind the Madness (2015), which was among the best-selling albums of 2015. With the Billboard Hot 100 number-one singles \"Can't Feel My Face\" and \"The Hills\", Beauty Behind the Madness won Best Urban Contemporary Album and was nominated for Album of the Year at the 2016 Grammy Awards.[9] The Weeknd's third album Starboy (2016) was a similar commercial success and included the number-one single of the same name, and also won Best Urban Contemporary Album at the 2018 Grammy Awards. His fourth album, After Hours (2020), featured the number-one singles \"Heartless\" and \"Blinding Lights\". Among the world's best-selling music artists, with over 75 million records sold,[11] The Weeknd has won three Grammy Awards, five American Music Awards, nine Billboard Music Awards, two MTV Video Music Awards, nine Juno Awards, and has been nominated for an Academy Award.[12] He holds several chart records, being the first artist to simultaneously hold the top three positions on the Billboard Hot R&B Songs chart with \"Can't Feel My Face\", \"Earned It\", and \"The Hills\". The Weeknd was awarded the Allan Slaight Award by Canada's Walk of Fame."
        },
        {
            "id": 5,
            "name": "Justin Bieber",
            "img": "justin_bieber.jpg",
            "year": 1995,
            "description": "Justin Drew Bieber (/ˈdʒʌstɪn-dru-ˈbiːbər/; born March 1, 1994) is a Canadian singer, songwriter and multi-instrumentalist.[4][5] Discovered at age 13 by talent manager Scooter Braun after he had watched Bieber's YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100. At 16 years old, Bieber released his debut studio album My World 2.0 (2010), which contained the hit single \"Baby\". The album debuted atop the US Billboard 200, making Bieber the youngest solo male act to top the chart in 47 years.[7] Bieber had quickly established himself as a teen idol.[8] Following his debut album and promotional tours, he released his 3D biopic-concert film Justin Bieber: Never Say Never, which was a box office success. Bieber's next album, Under the Mistletoe (2011), became the first Christmas album by a male artist to debut at number one on the Billboard 200.[9] In the years following the release of Believe (2012), Bieber faced several controversies for his rebellious nature,[10] and his sound transitioned into R&B and hip hop."
        },
        {
            "id": 6,
            "name": "Mac Miller",
            "img": "mac_miller.jpg",
            "year": 1989,
            "description": "Malcolm James McCormick (January 19, 1992 – September 7, 2018), known professionally as Mac Miller, was an American rapper, singer, songwriter, and record producer from Pittsburgh, Pennsylvania. Miller began his career in Pittsburgh's hip hop scene in 2007, at the age of fifteen. In 2010, he signed a record deal with independent label Rostrum Records, and released his breakthrough mixtapes K.I.D.S. (2010) and Best Day Ever (2011). Miller's debut studio album, Blue Slide Park (2011), became the first independently-distributed debut album to top the US Billboard 200 since 1995. In 2013, he founded the record label imprint REMember Music. After his second studio album, Watching Movies with the Sound Off (2013), he left Rostrum and signed with the major label Warner Bros. Records in 2014. With them, he released four studio albums: GO:OD AM (2015), The Divine Feminine (2016), Swimming (2018), and the posthumous Circles (2020). For Swimming, he was posthumously nominated for a Grammy Award for Best Rap Album. He also served as a record producer for various artists, including himself, under the pseudonym Larry Fisherman. Miller struggled with substance abuse, which was often referenced in his lyrics.[1] On September 7, 2018, Miller died from an accidental drug overdose of cocaine, fentanyl, and alcohol at his home, aged 26."
        },
        {
            "id": 7,
            "name": "Lana Del Rey",
            "img": "lana_del_rey.jpg",
            "year": 1992,
            "description": "Elizabeth Woolridge Grant (born June 21, 1985), known professionally as Lana Del Rey, is an American singer-songwriter. Her music is noted for its stylized, cinematic quality; it explores themes of sadness, tragic romance, glamor, and melancholia, and it contains many references to pop culture, particularly 1950s and 1960s Americana. Born in New York City and raised in upstate New York, Del Rey returned to New York City in 2005 to begin her music career. Following numerous projects, including her self-titled debut studio album, Del Rey's breakthrough came with the viral success of her debut single \"Video Games\" in 2011.[2] She signed with Interscope and Polydor later that year. Her major label debut, Born to Die (2012), was an international success and spawned a top-ten single \"Summertime Sadness\" on the Billboard Hot 100, as well as the singles \"Blue Jeans\" and \"Born to Die\", which charted in several overseas territories.[3] Del Rey released the EP Paradise in 2012. The next year, Del Rey ventured into film, writing and starring in the music short film Tropico; she released \"Young and Beautiful\" as the lead single for the romantic drama film The Great Gatsby (2013). Del Rey released her third album, Ultraviolence (2014), to critical success. It topped charts and spawned the single \"West Coast\". That same year, Del Rey recorded the eponymous theme for the drama film Big Eyes, which earned a Golden Globe nomination. She released the albums Honeymoon in 2015 and Lust for Life in 2017, the latter topping the US Billboard 200. Her sixth album, Norman Fucking Rockwell! (2019), received widespread critical acclaim and two Grammy nominations, including Album of the Year.[4] In 2019, Del Rey released the singles \"Doin' Time\" and \"Don't Call Me Angel\", the latter being a collaboration with Ariana Grande and Miley Cyrus for the soundtrack of the film Charlie's Angels (2019). In 2020, Del Rey released her first poetry collection, Violet Bent Backwards over the Grass as well as an accompanying spoken word album. Her accolades include two Brit Awards, two MTV Europe Music Awards, a Satellite Award, nine GAFFA Awards, six Grammy Award nominations,[5] and a Golden Globe nomination."
        },
        {
            "id": 8,
            "name": "Juice WRLD",
            "img": "juice_wrld.jpg",
            "year": 2000,
            "description": "Jarad Anthony Higgins (December 2, 1998 – December 8, 2019), known professionally as Juice Wrld (pronounced \"juice world\"; stylized as Juice WRLD), was an American rapper, singer, and songwriter from Chicago, Illinois. His song \"Lucid Dreams\" has been played on the music streaming platform Spotify over one billion times and peaked at number two on the Billboard Hot 100. \"Lucid Dreams\", along with his earlier hit single \"All Girls Are the Same\", helped him secure a recording contract with Lil Bibby's Grade A Productions and Interscope Records. He derived his stage name from late rapper Tupac Shakur and his part in the film Juice and that it represents taking over the world. \"All Girls Are the Same\" and \"Lucid Dreams\" were two of five singles included on Higgins' debut studio album Goodbye & Good Riddance (2018), which went on to become certified Platinum by the Recording Industry Association of America (RIAA). The album enjoyed positive critical reception, and contained three other singles: \"Lean wit Me\", \"Wasted\", and \"Armed and Dangerous\", all of which charted on the Billboard Hot 100. After collaborating with Future on the mixtape Wrld on Drugs (2018), Higgins released his second studio album Death Race for Love (2019), which reached number one on the Billboard 200. It contains the singles \"Robbery\" and \"Hear Me Calling\". Higgins died eight months later following a drug-related seizure at Chicago's Midway International Airport. His death prompted an outpouring of grief across social media and from the music industry. His first posthumous album, Legends Never Die (2020), debuted at number one on the Billboard 200. The album was the most successful posthumous chart debut in over 20 years and matched a record for the most top-ten song entries on the Hot 100 at one time. The album's fourth of six singles, \"Come & Go\" with Marshmello, became Higgins' second song to reach number two on the Billboard Hot 100 after \"Lucid Dreams\"."
        },
        {
            "id": 9,
            "name": "Eric Clapton",
            "img": "eric_clapton.jpg",
            "year": 1960,
            "description": "Eric Patrick Clapton, CBE (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and of Cream. Clapton has been referred to as one of the most important and influential guitarists of all time.[2] Clapton ranked second in Rolling Stone's list of the \"100 Greatest Guitarists of All Time\"[3] and fourth in Gibson's \"Top 50 Guitarists of All Time\".[4] He was also named number five in Time magazine's list of \"The 10 Best Electric Guitar Players\" in 2009. After playing in a number of different local bands, Clapton joined the Yardbirds in 1963, replacing founding guitarist Top Topham. Dissatisfied with the change of the Yardbirds sound from blues rock to a more radio-friendly pop rock sound, Clapton left in 1965 to play with John Mayall & the Bluesbreakers, with whom he played on one album. After leaving Mayall in 1966, he formed the power trio Cream with drummer Ginger Baker and bassist Jack Bruce, in which Clapton played sustained blues improvisations and \"arty, blues-based psychedelic pop\".[6] After Cream broke up, he formed blues rock band Blind Faith with Baker, Steve Winwood, and Ric Grech, recording one album and performing on one tour before they broke up, leading Clapton to embark on a solo career in 1970. Alongside his solo career, he also performed with Delaney & Bonnie and Derek and the Dominos, with whom he recorded \"Layla\", one of his signature songs. He continued to record a number of successful solo albums and songs over the next several decades, including a 1974 cover of Bob Marley's \"I Shot the Sheriff\" (which helped reggae reach a mass market),[7] the country-infused Slowhand album (1977) and the pop rock of 1986's August. Following the death of his son Conor in 1991, Clapton's grief was expressed in the song \"Tears in Heaven\", which appeared on his Unplugged album, and in 1996 he had another top-40 hit with the R&B crossover \"Change The World\", and in 1998 released the Grammy award-winning \"My Father's Eyes\". Since 1999, he has recorded a number of traditional blues and blues rock albums and hosted the periodic Crossroads Guitar Festival. His most recent studio album is 2018's Happy Xmas. Clapton has received 18 Grammy Awards as well as the Brit Award for Outstanding Contribution to Music.[8][9] In 2004 he was awarded a CBE at Buckingham Palace for services to music.[10] He has received four Ivor Novello Awards from the British Academy of Songwriters, Composers and Authors, including the Lifetime Achievement Award. In his solo career, Clapton has sold more than 100 million records worldwide, making him one of the best-selling musicians of all time.[11] In 1998, Clapton, a recovering alcoholic and drug addict, founded the Crossroads Centre on Antigua, a medical facility for recovering substance abusers."
        },
        {
            "id": 10,
            "name": "Billie Eilish",
            "img": "billie_eilish.jpg",
            "year": 2002,
            "description": "Billie Eilish Pirate Baird O'Connell (/ˈaɪlɪʃ/ EYE-lish;[1] born December 18, 2001) is an American singer-songwriter. She first gained attention in 2015 when she uploaded the song \"Ocean Eyes\" to SoundCloud, which was subsequently released by the Interscope Records subsidiary Darkroom. The song was written and produced by her brother Finneas O'Connell, with whom she collaborates on music and live shows. Her debut EP, Don't Smile at Me (2017), became a sleeper hit, reaching the top 15 in the US, UK, Canada, and Australia. Eilish's debut studio album, When We All Fall Asleep, Where Do We Go? (2019), debuted atop the Billboard 200 and became one of the best-selling albums of 2019. It reached number-one in the UK. The album's fifth single \"Bad Guy\" became her first number-one song on the Billboard Hot 100. In 2020, she performed the theme song \"No Time to Die\" for the James Bond film of the same name, which became her first number-one single in the UK. Her later singles \"Everything I Wanted\", \"My Future\", and \"Therefore I Am\" peaked within the top 10 in the US and UK. Her accolades include five Grammy Awards, two American Music Awards, two Guinness World Records, three MTV Video Music Awards, and one Brit Award. She is the youngest person and the second in history to win the four main Grammy categories—Best New Artist, Record of the Year, Song of the Year and Album of the Year—in the same year. In 2019, Time magazine placed her on their inaugural Time 100 Next list. Additionally, Eilish is the 26th-highest-certified artist of the digital singles era, according to the Recording Industry Association of America.[2]"
        },
        {
            "id": 11,
            "name": "Kid Cudi",
            "img": "kid_cudi.jpg",
            "year": 1990,
            "description": "Scott Ramon Seguro Mescudi (born January 30, 1984),[1] better known by his stage name Kid Cudi (/ˈkʌdi/; often stylized as KiD CuDi), is an American rapper, singer, songwriter, record producer, actor, and record executive. He has widely been recognized as an influence on several contemporary hip hop and alternative acts.[2][3] Cudi's first full-length project, a mixtape titled A Kid Named Cudi (2008) caught the attention of American rapper-producer Kanye West, who signed Cudi to his GOOD Music label imprint in late 2008. Released in 2008, Cudi's debut single \"Day 'n' Nite\" was a worldwide hit. His seminal debut studio album Man on the Moon: The End of Day (2009), was certified double platinum by the Recording Industry Association of America (RIAA).[4] In 2010, he released his second album Man on the Moon II: The Legend of Mr. Rager, and formed the rock band WZRD with his long-time collaborator Dot da Genius. Their eponymous debut album (2012) debuted at number one on the Billboard Top Rock Albums chart.[5][6] Cudi has since released the solo albums Indicud (2013), Satellite Flight: The Journey to Mother Moon (2014), Speedin' Bullet 2 Heaven (2015), Passion, Pain & Demon Slayin' (2016), and Man on the Moon III: The Chosen (2020). Cudi's joint album with West, under the eponymous name Kids See Ghosts (2018), was met with widespread critical acclaim and was named among the best albums of 2018. In 2020, Cudi earned his first number-one song on the Billboard Hot 100 with \"The Scotts\", a collaboration with American rapper Travis Scott. Cudi has sold 16 million certified records in the United States and has won two Grammy Awards. He has worked with numerous prominent artists in the music industry, including Jay-Z, Eminem, Mary J. Blige, David Guetta, MGMT, Shakira, Snoop Dogg, Kendrick Lamar, Travis Scott, Michael Bolton.[7][8][9][10] After signing to GOOD Music, Cudi has since gone on to launch his own record label imprints, the now-dissolved Dream On and current independent label Wicked Awesome Records.[11][12] Cudi also ventured into acting when he was cast in the HBO series How to Make It in America. He has appeared in several feature films, including Goodbye World (2013), Need for Speed (2014), Entourage (2015), Bill & Ted Face the Music (2020), and We Are Who We Are (2020). In addition, he has made appearances on television shows such as One Tree Hill, The Cleveland Show, Brooklyn Nine-Nine, and Westworld. In 2015, he was the bandleader on the IFC series Comedy Bang! Bang!"
        },
        {
            "id": 12,
            "name": "Travis Scott",
            "img": "travis_scott.jpg",
            "year": 1994,
            "description": "Jacques Bermon Webster II,[4] (born April 30, 1992)[5][6] known professionally as Travis Scott (formerly stylized as Travi$ Scott), is an American rapper, singer, songwriter, and record producer. Scott's musical style has been described as a fusion of traditional rap, hip hop, lo-fi and ambient. His stage name is the namesake of a favorite uncle combined with the first name of one of his inspirations, Kid Cudi (whose real name is Scott Mescudi). In 2012, Scott signed his first major-label contract with Epic Records. In November of the same year, Scott signed a publishing deal with Kanye West's GOOD Music, as part of its production wing Very GOOD Beats. In April 2013, Scott signed a recording contract with T.I.'s Grand Hustle imprint. Scott's first full-length project, the mixtape Owl Pharaoh, was self-released in 2013. It was followed with a second mixtape, Days Before Rodeo, in August 2014. His debut studio album, Rodeo (2015), was led by the hit single \"Antidote\". His second album, Birds in the Trap Sing McKnight (2016) became his first number one album on the Billboard 200. The following year, Scott released a collaborative album with Quavo titled Huncho Jack, Jack Huncho under the group name Huncho Jack. In 2018, his third studio album Astroworld was released to critical acclaim and produced his first Billboard Hot 100 number one single, \"Sicko Mode\".[8] In late 2019, Scott's record label Cactus Jack Records released the compilation album JackBoys which became the first number one album on the Billboard 200 of the 2020s. After the release of his single \"Franchise\" in September 2020, Scott became the first artist on the Hot 100 to have three songs debut at number one in less than a year.[9] He has been nominated for eight Grammy Awards and won a Billboard Music Award and a Latin Grammy Award."
        },
        {
            "id": 13,
            "name": "Doja Cat",
            "img": "doja_cat.jpg",
            "year": 1996,
            "description": "Amala Ratna Zandile Dlamini (born October 21, 1995), known professionally as Doja Cat, is an American singer, rapper, songwriter, and record producer. Born and raised in Los Angeles, she began making and releasing music on SoundCloud as a teenager. Her song \"So High\" caught the attention of Kemosabe and RCA Records where she signed a joint record deal at the age of 17, subsequently releasing her debut EP Purrr! in 2014. After a commercial hiatus, Doja Cat released her debut studio album, Amala (2018), to commercial failure, but later earned viral success as an internet meme with the single \"Mooo!\", which appeared on the deluxe version of her debut album along with singles \"Juicy\" and \"Tia Tamera\" in 2019. Doja Cat's second studio album, Hot Pink (2019), reached the top 10 of the US Billboard 200 and spawned the single \"Say So\", which topped the Billboard Hot 100 chart following the release of two remixes featuring Nicki Minaj. Doja Cat is known for creating music videos and songs that achieve popularity on social media applications such as TikTok and YouTube. Doja Cat has been nominated for three Grammy Awards and has won two American Music Awards in addition to the MTV Video Music Award for Push Best New Artist and its European counterpart."
        },
        {
            "id": 14,
            "name": "Post Malone",
            "img": "post_malone.jpg",
            "year": 1995,
            "description": "Austin Richard Post (born July 4, 1995),[1] known professionally as Post Malone, is an American rapper, singer, songwriter, and record producer. Known for his introspective songwriting and laconic vocal style, Malone has gained acclaim for bending a range of genres including hip hop, R&B, pop, trap, rap rock, and cloud rap. He first attained recognition in 2015 following the release of his debut single \"White Iverson\".[4] He subsequently signed a recording contract with Republic Records.[5] His stage name is derived from his last name and from a rap name generator. Malone's debut album Stoney (2016) featured the hit single \"Congratulations\",[7] and set the record for most weeks on the US Billboard Top R&B/Hip-Hop Albums chart, with 77.[8] His second album, Beerbongs & Bentleys (2018), debuted at number one on the US Billboard 200 and broke several streaming records upon release.[8] Featuring the US Billboard Hot 100 number-one singles \"Rockstar\" and \"Psycho\", it was nominated for Album of the Year at the 2018 Grammy Awards. In 2018, Malone collaborated with American singer-rapper Swae Lee on the song \"Sunflower\" for the soundtrack to the film Spider-Man: Into the Spider-Verse, which reached the top of the Billboard Hot 100. His third album, Hollywood's Bleeding, explored indie pop and was released in late 2019.[9] It became his second number-one album on the Billboard 200 and featured the Hot 100 number-one single \"Circles\", which spent a record 39 weeks in the top ten on the Hot 100. Malone's accolades include three American Music Awards, a Billboard Music Award, and an MTV Video Music Award. Additionally, he has received six Grammy Award nominations during his career.[11] In August 2020, Malone became the first ever solo artist to top both the Billboard Rap Airplay and Adult Contemporary charts as a lead artist when \"Circles\" reached number one on the latter, with \"Rockstar\" having reached number on the former in 2017. Additionally, having reached the top spot in its 41st week on the chart, \"Circles\" holds the record for the longest climb to number one the Adult Contemporary airplay chart among songs by solo artists.[12] Malone has also received a Diamond certification by the Recording Industry Association of America (RIAA) in the United States for \"Congratulations\".[13]"
        },
        {
            "id": 15,
            "name": "Lil Tecca",
            "img": "lil_tecca.jpg",
            "year": 2003,
            "description": "Tyler-Justin Anthony Sharpe (born August 26, 2002), known professionally as Lil Tecca, is an American rapper, singer and songwriter.[1] He rose to mainstream fame with the release of his single \"Ransom\", which peaked at number four on the Billboard Hot 100.[2][3] The single was included on his debut mixtape We Love You Tecca (2019) which peaked at number 4 on the US Billboard 200.[4] The mixtape also included the singles \"Love Me\" and \"Did It Again\".[5] His debut studio album, Virgo World (2020) debuted at number 10 on the Billboard 200 and included the Billboard Hot 100 charting songs \"Dolly\" and \"When You Down\". When Tecca was nine years old, he catered to his interest in music by rapping with his friends over his mic on his Xbox. They would make diss tracks directed towards each other, one of which was uploaded to SoundCloud years ago, but has since been taken down.[9] At first, he did not have intentions to start a musical career and instead had dreams of being an NBA star. However, in his middle school years, he lost interest in basketball and considered taking music more seriously.[10] His first track to gain some popularity, \"Tectri\", was made in collaboration with his friend, Lil Gummybear, and was released in early 2017. Other preliminary tracks of his include \"Callin\".[11] Just a year later, Tecca's career began to take off with his hit single, \"Ransom\", which was originally uploaded on Cole Bennett's Lyrical Lemonade YouTube channel on May 22, 2019. The song peaked at number 4 on the Billboard Hot 100 chart and has received over 700 million plays on Spotify and over 300 million views on YouTube. On August 30, 2019, Tecca released his debut mixtape, titled We Love You Tecca.[14] The mixtape peaked at number 4 on the US Billboard 200. After the release of multiple singles in 2020, Tecca released his debut album, Virgo World, on September 18, 2020."
        },
        {
            "id": 16,
            "name": "Dua Lipa",
            "img": "dua_lipa.jpg",
            "year": 1995,
            "description": "Dua Lipa (/ˈduːə ˈliːpə/; Albanian pronunciation: [ˈdua ˈlipa]; born 22 August 1995)[2] is an English singer and songwriter. After working as a model, she signed with Warner Music Group in 2015 and released her eponymous debut album in 2017. The album peaked at number three on the UK Albums Chart, and yielded nine singles, including \"Be the One\" and \"IDGAF\", and the UK number-one single \"New Rules\", which also peaked at number six in the US. In 2018, Lipa won the Brit Awards for best British Female Solo Artist and British Breakthrough Act. Released in April 2018, the single \"One Kiss\" with Calvin Harris peaked at number one in the UK and became the longest-running number-one single for a female artist in 2018. It won her the 2019 Brit Award for Song of the Year. In 2019, she was also awarded the Grammy Award for Best New Artist, and \"Electricity\", a collaboration with Silk City, won her the Grammy Award for Best Dance Recording. The success of the singles helped her self-titled album become one of the most-streamed albums on Spotify and achieve platinum status worldwide. Her second studio album, Future Nostalgia, was released in March 2020 to critical acclaim, earning Lipa six Grammy nominations, including Album of the Year. It became her first UK number-one album, spending four weeks at number one with four top-ten singles including \"Physical\" and \"Break My Heart\"; its lead single \"Don't Start Now\" became one of the most commercially successful songs of 2020. It peaked at number two on both the UK Singles Chart and the US Billboard Hot 100, and number four on the Hot 100 year-ender chart, becoming the most successful 2020 song by a female artist in the US. It also yielded \"Levitating\", which peaked in the top-five in the US and UK. Lipa has received various accolades, including two Grammy Awards, three Brit Awards, two MTV Europe Music Awards, one MTV Video Music Award, and an American Music Award. In 2020, Billboard honoured Lipa with the Powerhouse Award, awarded to the act whose music dominated in their respective year through streaming, sales, and radio."
        }
    ]
}